<?php

#######
$Exchange = 25;#1$ كم يساوي روبل
$zozamr = "/plus"; #الامر الي بتخليه لبوتك ليظهر القائمة الرئيسية مثل /plus 
$namebot = "Fast Charge DZ"; #اسم البوت
$usrbot = "Fastdz_bot"; #يوزر البوت دون علامه@!
$yasein = "Fast Charge DZ"; #اسم الفولدر 
$usradmin = "FastdzAdmn"; #يوزر الادمن دون علامة@!
$useradmin = "@FastdzAdmn";  #يوزر الادمن مع هذي العلامة@
$iDadmin = 8557245684; #ايدي الادمن
$usrch2 = "FastChargdz"; #يوزر قناة التفعيلات دون @
$usrch3 = "FastChardz"; #يوزر قناة المتوفر حالي دون علامة@
$usrch1 = "FastChargedz"; #يوزر قناة الرسمية بلاعلامة@
$yasso = "FastChargedz"; #يوزر قناة شروحات (استخدمنا الرسمية كبديل)
$usrch4 = "QPlusAdmin"; #يوزر قناه خاصه بالمطور
$ch1 = "https://t.me/+KwNmY4NfOp45MTJk"; #رابط قناة الاشعارات وتسجيلات الدخول (إنشاء حسابات)
$ch2 = "https://t.me/+s1RIDtdQExgyNzA0"; #رابط قناة الارقام الملغية ومحاولات الشراء (غير ناجح)
$ch3 = "https://t.me/+n-2VD-wDVcc0ODlk"; #رابط قناة الارقام المكتملة للزبائن
$sim1 = -1003990109653; #ايدي قناة التفعيلات 
$sim7 = -1003530119370; #ايدي قناة المطور (استخدمنا الرسمية كبديل)
$sim5 = -1003826041759; #ايدي قناة المتوفر 
$simba = -100; # خليه كما هو
$sim = -1003530119370; #ايدي القناة الرسمية
$sim6 = -1003826041759; #ايدي القناة شروحات (استخدمنا المكرر)
$sim4 = -100;
$sim90 = -100;
$PAY = -1003921430339; #الارقام المكتملة
$ess = -1003914667696; #عمليات شراء الارقام المرفوضة
$eer = -1003914667696; #اشعارات الايميلات وتحويل الروبل
$cutoff_timestamp = strtotime($date_string) * 1000;

if($chat_id==$iDadmin){
$sudo=$chat_id;
}elseif($chat_id==$iDadmin){
$sudo=$chat_id;
}else{
$sudo=$iDadmin;
}
#=========الملف تابع لـ @QPlusAdmin }=========#

?>
